/* DAC settings info line format for integer spl rates */
"%i/%.0f D/A %@converter" = "%1$i/%2$.0f D/A %3$@Wandler";

/* DAC settings info line format for decimal spl rates */
"%i/%.1f D/A %@converter" = "%1$i/%2$.1f D/A %3$@Wandler";

/* Error saving playlist alert panel */
"An error occured trying to save the playlist" = "Beim Speichern der Wiedergabeliste ist ein Fehler aufgetreten";

/* Cancel button title */
"Cancel" = "Abbrechen";

/* Quit without saves error question message */
"Could not save changes while quitting.  Quit anyway?" = "Die Änderungen konnten nicht gespeichert werden.  Dennoch beenden?";

/* Digital Volume info under volume slider */
"DIGITAL\nVOLUME" = "DIGITAL\nVOLUME";

/* DAC settings info line: downsampling word */
"downsampling " = "Downsampling ";

/* Error message for device init */
"Error initializing audio device" = "Fehler beim Aktivieren des Audiosystems";

/* Hogged by other alert panel */
"Error initializing sound device" = "Fehler beim Aktivieren des Audiosystems";

/* Error saving playlist alert panel */
"Error saving playlist" = "Fehler beim Speichern der Wiedergabeliste";

/* Generic error message for device start */
"Error starting device playback" = "Fehler beim Aktivieren des Audiosystems";

/* Error message for Integer Mode */
"Error: unable to change to Integer Mode" = "Fehler: Integer Modus kann nicht aktiviert werden";

/* Error message for exclusive access */
"Error: unable to grab exclusive access" = "Fehler: Exklusiver Zugriff kann nicht aktiviert werden";

/* Unable to load first track error message */
"Error: unable to load first track" = "Fehler: Track kann nicht geladen werden";

/* Initializing Audio Device info in LCD title line */
"Initializing audio device..." = "Aktiviere Audiosystem...";

/* IntegerOFF tooltip for LCD info */
"Integer Mode is OFF" = "Integer Modus ist AUS";

/* IntegerON tooltip for LCD info */
"Integer Mode is ON" = "Integer Modus ist AN";

/* Master Volume info under volume slider */
"MASTER\nVOLUME" = "MASTER\nVOLUME";

/* DAC settings info line: oversampling word */
"oversampling " = "Oversampling ";

/* Quit anyway button title */
"Quit anyway" = "Dennoch beenden";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Wenn Sie jetzt beenden, gehen alle bisher gemachten Änderungen verloren";

/* Info line stopping device */
"Stopping audio device..." = "Deaktiviere Audiosystem...";

/* Hogged by other alert panel */
"The sound device is already hogged by another application\nUnable to start playing" = "Das Audiosystem wird bereits von einer anderen Anwendung blockiert\nWiedergabe kann nicht gestartet werden";

/* Error saving playlist alert panel */
"Unable to save the playlist in M3U format.\nThis may be due to a character encoding issue.\nDo you want to tray saving in M3U8 format ?" = "Wiedergabeliste kann nicht im M3U-Format gespeichert werden\nDies kann zu fehlerhaften Bezeichnungen führen\nWollen Sie versuchen im M3U8-Format zu speichern ?";

/* DAC settings info line: upsampling word */
"upsampling " = "Upsampling ";

/* Yes button title */
"Yes" = "Ja";

